{
  "#1 Mice in Space": "\rNASA is preparing to send astronauts on journeys that will include longer stretches in microgravity – to the Moon and onward to Mars. Understanding how basic biology works in space will help astronauts adapt and thrive during long duration missions. To better understand how space affects astronauts, researchers often study other model organisms, like mice, whose biology has similarities to human body systems. \n\rNASA scientists have now published the first detailed study of how mice behave in the NASA Rodent Hardware System, which has housed almost a dozen experiments on the International Space Station since 2014. They found that the rodents engaged in all the typical mouse behaviors, even in the “weightlessness” of the microgravity environment. \n\r“Behavior is a remarkable representation of the biology of the whole organism,” said April Ronca, a researcher at NASA’s Ames Research Center in California’s Silicon Valley, and lead author of the paper. \"It informs us about overall health and brain function.\"  \nBusiness Mostly as Usual for Mice in Space \n\rIn this study, scientists examined video recordings of mice and compared their activity to that of mice that stayed on Earth. The total study duration included 37 days in microgravity – a long-duration mission on the scale of the rodent life span. \n\rThe results showed that the spaceflight mice did all the things they normally would: feeding, grooming their fur, huddling together and interacting with other mice. The rodents quickly adapted to their new weightless circumstances, for example by anchoring themselves to the habitat walls with their hindlimbs or tails and stretching out their bodies. This pose was similar to mice on Earth standing up on their back legs to explore their environment. \n\rThroughout their time aboard the space station, the mice actively explored the entire habitat. At the end of the study, they weighed about the same as the Earth-based group and their coats were in excellent condition – both signs of good health. \n\rA unique behavior was seen in some mice, starting about a week after launch. The study included groups of younger and older females, and the younger mice in space were more physically active than their counterparts on the ground. The younger group also began to show a new behavior that the scientists describe as “race-tracking” – running laps around the cage. This even evolved into a group activity. \n\rScientists don’t yet know the reasons for this group circling behavior. It could be that the physical exercise itself was rewarding for the mice, that the behavior was a stress response, or that the motion provided stimulation to the body’s balance system, which is mostly absent in microgravity. \n\rThe researchers think stress is less likely to be the cause – the mice behaved normally otherwise and were in excellent health – but more research is needed to know for sure. \n\rFor the moment, even knowing about the circling will be helpful for other studies of mouse physiology in space. For example, other scientists might now take into consideration increased blood flow from the rodents’ extra activity. A Useful Comparison “of Mice and Men” \n\rUnlike other rodent housing flown in space, the mice in this study were able to grab hold of things and to run inside NASA’s rodent habitat. That physical activity matters when scientists are studying the effect of microgravity on bone loss, for example, and need the animals to be able to move around in ways similar to humans. The habitat provides a useful basis for comparison of mice and humans for a better understanding of human responses to spaceflight. \n\rThe new study has helped to establish NASA’s system as a capability for conducting long-duration rodent studies in space. Its findings will also inform the other spaceflight experiments in the Rodent Research series, which are now analyzing their results. \n\r“Our behavioral study shows that the NASA Rodent Hardware System provides the capability to conduct meaningful long-duration biological research studies on the International Space Station,\" said Ronca. \"Experiments conducted in the habitat can focus on how mouse physiology responds to the spaceflight environment during extended missions and on similarities in response to astronaut crew.” \n\rThe hardware system was designed at Ames, to make research like this possible in space. The study’s results were published online in the journal Scientific Reports on April 11, 2019, using data from the Rodent Research-1 mission. The Novartis Institutes for Biomedical Research and the Center for the Advancement of Science in Space collaborated with NASA on the study. https://www.nasa.gov/feature/ames/studying-behavior-in-space-shows-mice-adapt-to-microgravity ",
  "#2 Spaceflight Induced Disorders": "\rSpace travel is an extreme experience even for the astronaut who has received extensive basic training in various fields, from aeronautics to engineering, from medicine to physics and biology. Microgravity puts a strain on members of space crews, both physically and mentally: short-term or long-term travel in orbit the International Space Station may have serious repercussions on the human body, which may undergo physiological changes affecting almost all organs and systems, particularly at the muscular, cardiovascular and bone compartments. This review aims to highlight recent studies describing damages of the human body induced by the space environment for microgravity, and radiation. All novel conditions, to ally unknown to the Darwinian selection strategies on Earth, to which we should add the psychological stress that astronauts suffer due to the inevitable forced cohabitation in claustrophobic environments, the deprivation from their affections and the need to adapt to a new lifestyle with molecular changes due to the confinement. In this context, significant nutritional deficiencies with consequent molecular mechanism changes in the cells that induce to the onset of physiological and cognitive impairment have been considered. \nIntroduction \n\rThe space environment induces cellular and molecular changes with consequents damages in different organs and tissues of astronauts. Due to the complexity of the space environment it is really difficult to distinguish damages induced by gravity, those induced by radiation and those caused by confinement. Therefore, simulated microgravity experiments are really useful for discriminating the causes of damage. It is worth considering that numerous studies conducted in space have focused attention on the absence of gravity. The effects of microgravity on humans, animals, plants, and objects in spacecrafts are evident at a macroscopic level, when they float freely within the cabin. But a vast variety of effects invisible to the naked eye have been described at the cellular and molecular levels that induce disorders in different astronaut systems. During the first few hours of flight, it is quite common for the astronauts to experience multiple symptoms of the so-called Space Adaptation Syndrome, especially in the course of their first mission ever. The most common of those symptoms include nausea and vomiting, diarrhea, dizziness, headache, lethargy and general malaise, frequently culminating with the manifestation of a marked lack of appetite which may last for several days from the beginning of the mission (Kornilova and Kozlovskaya, 2003). This, combined with other factors such as the deleterious effect of radiation on the body, the less-than-optimal quality of food and the altered perception of smells and flavors, contribute to establishing an inadequate energy intake, which may then lead to the manifestation of the most significant side effects of long-term weightlessness, such as muscle atrophy and deterioration of the skeleton, and thyroid dysfunction (Albi et al., 2017). Furthermore, the redistribution of body fluids to the upper portion of the body which causes the “moon face” aspect, a slowdown in the functionality of the cardiovascular system and blood flow, a reduction of red blood cells, neuro-immuno-endocrine-metabolic interaction disorders (Strollo et al., 2018). Although most of these effects may quickly recede upon return to Earth, they may nevertheless affect the health and performance of the crewmembers due to the changes of molecular mechanisms in the cells. Operational improvements and biomedical countermeasures have been used over time to limit molecular changes and consequently improve the health of astronauts (Crucian et al., 2020). However, many molecular mechanisms induced by the space environment are still unexplored and research in the field is rapidly expanding. \nImpact of Space Environment on Health \n\rThe space environment is responsible for damages in different organs and tissues due to microgravity and radiation (Stein and Leskiw, 2000). The main pathogenetic mechanism is the oxidative stress. It is known that on Earth, body cells are constantly subjected to the action of Reactive Oxygen Species (ROS) which are produced as a result of both cellular metabolism and exposure to external agents such as X rays, UV, pollution, cigarette smoke, etc. Usually, ROS production is balanced by the activation of specific biochemical detoxification systems. If high levels of ROS are produced, cell damage is proportionally induced. Exposure to space environment is associated with increased oxidative stress on membrane lipids, proteins, and specifically on DNA which might cause permanent damage in the genetic code of tissues and cells, leading to cell death and cancer (Tominaga et al., 2004). Yatagai et al. (2019)proposed that interaction between microgravity and space radiation targets many molecular mechanisms in addiction to ROS signal as DNA repair, replication, transcription, gene and protein expression. \nHumans \n\rAstronauts who participated in long-term missions aboard the ISS were exposed to multiple stress factors with repercussions on cardiovascular health (Table 1). In fact, changes in gravitational forces, alteration of physical activity patterns and metabolic stress factors were associated with increased blood concentrations of markers indicative of vascular growth, inflammation and oxidative stress, which have a negative impact on the structural and functional aspects of the vascular system, such as accelerated stiffening of the arterial walls and subsequent development of arteriosclerosis in association with insulin resistance (Hughson et al., 2016). A relevant study on the effect of microgravity in cardiovascular system during long stay in space was performed in two homozygous American astronauts, Mark and Scott Kelly (Garrett-Bakelman et al., 2019). While Mark remained on Earth, Scott spent nearly a year (342 days) aboard the ISS. The study compared physiological, genetic and behavioral parameters of two twins, aiming to evaluate the changes of the cardiovascular system and the probability of arteriosclerosis onset, by ultrasound examination of their arteries. During the mission, and immediately after Scott’s return to Earth, a thickening of the carotid artery was observed, also confirmed by the increase in biological markers of inflammation, such as the inflammatory cytokine IL-1ra. Fortunately, most of these cardiovascular changes returned to normal within approximately 6 months. In addition, doctor James Thomas has shown that after 6 months in space the astronaut’s heart typically become more spheroidal in shape, possibly because it worked less harshly in microgravity conditions (May et al., 2014). The team of NASA researchers led by Thomas taught astronauts to take images of their heart, using ultrasonic equipment installed on the ISS, before, during and after the mission. Data showed that in the absence of gravity the astronaut’s heart became more spherical by 9.4%, a transformation similar to what researchers had predicted in the past, using mathematical models. However, this phenomenon seemed to be temporary as, upon returning to Earth, the hear quickly regained its original elongated shape (May et al., 2014). \n\rThe space environment also affects bone structure and function. Bones play different roles, from supporting body weight to mineral reserves, acid-base homeostasis and bone marrow containment and protection. These functions are all affected by microgravity (Stavnichuk et al., 2020). In physiological conditions on Earth, the osteoclast activity with consequent bone resorption and the osteoblast activity with consequent bone tissue production are balanced. Bone loss occurs during spaceflight, due to the combined effect of the increased activity of osteoclasts and the decreased activity of osteoblasts, resulting in negative calcium balance and consequent bone loss (Stavnichuk et al., 2020). Calcium is thus released into the bloodstream and urine, increasing the risk of kidney stone formation (Stavnichuk et al., 2020). The calcium release from the bone suppresses the parathyroid hormone (PTH) with consequent reduction of vitamin D3 activation in the kidney. Low level of activated vitamin D3 (1,25-dihydroxyvitamin D3) is in turn responsible for the reduction in calcium absorption at the gastrointestinal level. Notably, short and long term space missions might significantly increase astronaut’s health risks in term of fractures or osteoporosis (Grimm et al., 2016). \n\rMoreover, spaceflight missions induce the loss of body mass. Most muscle loss, representing a relevant contribution in such loss, generally occurs in the early mission stages, during the critical adaptation period of the human body to microgravity. After spending several months in space, the loss of muscle mass can be significant, in the order of 2.4%/100 mission days (Stein and Blanc, 2011). As in microgravity conditions movements generally require minimal effort, the limited use of force causes the muscle to lose mass, volume and efficiency, particularly in the lower limbs (Stein and Blanc, 2011). Such changes may represent a problem upon returning to Earth as the structurally modified muscles require more energy, to the point that even maintaining the upright position may be difficult. The recovery time on Earth is proportional to the length of the flight, so astronauts inevitably have to undergo very rigorous physical training sessions before, during and after the flight (Fitts et al., 2000). Astronauts returning from even short space flights, may experience muscle fatigue and pain, weakness and lack of movement coordination (Fitts et al., 2000). \nAnimals \n\rMice involved in experiments conducted during space mission suffered from a stressful condition that was responsible for the alteration of the blood-brain barrier integrity (Mao et al., 2020; Table 1). Morover, Sonnenfeld (2003) reported that spaceflight results in decreased resistance to infection in animals. Interestingly, significant changes in the members of cytochrome P450 superfamily such as CYP2C29, CYP2E1, and CYP1A2, involved in drug metabolism, were detected in mice after spaceflights indicating a modified pharmacological response (Moskaleva et al., 2015). In a truly unique experiment of longest stay of mice on board of the International Space Station (ISS, 91 days) inside the “Mouse Drawer System, a facility built by “Thales Alenia Space” for the “Agenzia Spaziale Italiana,” Masini et al. (2012)demonstrated a change of structure/function of thyroid gland (Masini et al., 2012). The thyroid gland presented also changes in the expression and localization of Galectin-3, indicating the thyroid cell transformation (Albi et al., 2014b). Moreover, in the thyroid tissue it was evident an overexpression of enzymes for sphingomyelin metabolism such as sphingomyelinase and sphingomyelin-synthase and, of thyroid stimulating hormone receptor (Albi et al., 2012). It is relevant that these results were opposite to those obtained in hypergravity condition (Albi et al., 2014a) and different from changes induced by UV radiation exposure (Albi et al., 2009). Interestingly, a change in an elevated microbiome alpha diversity and an altered microbial community structure were reported in mice after a 37-day spaceflight onboard the ISS (LaPelusa et al., 2021). In a recent review by Kirkpatrick et al. (2020), the evidence from animal models indicating that intra-abdominal hypertension affects the intestinal microbiota in space missions is reported. \nCells \n\rStudies of cell cultures in space require specific devices considering cell adaptation and reaction to space environment (Table 1). For example, endothelial cells form aggregate due to enhanced collagen and laminin (Krüger et al., 2019), pluripotent stem cell-derived cardiomyocytes Ca handling change in structure-function (Wnorowski et al., 2019) and, myelin-producing cells induce pathologic deviations in space flight (Povvsheva and Chelyshev, 2016). Morevover, it has been demonstrated that proliferating thyroid cells behave as quiescent cells in the International Space Station after undergoing change in sphingolipid metabolism (Albi et al., 2010). \nChanges of Molecular Mechanisms Induced by Simulated Microgravity \n\rThe effects of microgravity on intracellular molecular mechanisms are more easily studied with simulated microgravity than with real microgravity during spaceflights in both animals and cells. \nAnimals \n\rIn simulated microgravity, alterations in the nitric oxide synthase signaling mechanism is responsible for vasodilation of cerebral arteries with increase in cerebral vascular resistance and reductions in cerebral perfusion in mice (Prisby et al., 2006). Several lines of evidence suggested that, in addition to vascular remodeling, microgravity induces cardiac remodeling, including atrophy and dysfunction, that is related to: (1) abnormal intracellular Ca regulation consequent to the ryanodine receptor phosphorylation (Respress et al., 2014) that is responsible for arrythmias; (2) action of calpain on p47 phox phosphorylation via ERK1/2 and p38 pathways that induces myocardial abnormalities (Liang et al., 2020). Interestingly, Ling et al. (2018) reported that casein kinase-2 interacting protein-1 (CKIP-1) is a suppressor of cardiac remodeling under microgravity. \nCells \n\rSimulated microgravity can potentiate the effects of H2O2 on ROS production, apoptosis, and DNA damage in mouse embryonic stem cells (Ran et al., 2016). Moreover, it delays the rejoining of double-strand breaks and increase the genotoxic effects induced by ROS after radiation treatment in human lymphocytes (Mognato et al., 2009). Also changes of protein content and function of the mitochondria, ribosomes, and endoplasmic reticulum of rat neonatal cardiomyocytes have been reported (Feger et al., 2016). Hatzistergos et al., 2018 described as impairment of neural crest-derived cardiac cells with consequent alterations in neurogenesis. \n\rSiamwala et al. (2010) demonstrated that microgravity modulates endothelial actin rearrangements with releasing nitric oxide by causing vascular endothelium remodeling. In support, White et al. (2010) reported that changes in vasoresponsiveness under microgravity is due to endothelial-dependent nitric oxide/cGMP pathway. \n\rInterestingly, in microgravity, rapamycin induces transcriptional activation of blood-derived stem cells towards osteogenic differentiation by influencing bone formation (Gambacurta et al., 2019). Moreover, due to the delay of microvascular endothelial cell growth and the release of a high amounts of matrix metalloproteases type 2 and interleukin-6, the growth of osteoblasts is retarded and their osteogenic activity is impaired (Cazzaniga et al., 2014). Also miR-494 is correlated with a decrease in osteogenesis due to a marked reduction in osteoblast differentiation genes (Qin et al., 2019). \n\rThe muscular symptomatology is linked to a remodeling of the skeletal muscle (Tarasova et al., 2020) linked to an adaptation of Ca signaling pathways by the regulation of the ryanodine receptor subtype 1 expression (Dabertrand et al., 2012). This perturbation can be preventing by treating cells with thapsigargin that hinders the segregation of calcium ions in the mitochondria and in the sarco/endoplasmic reticula (Calzia et al., 2020). Moreover, microgravity was found to deregulate skeletal muscle stem/progenitor cells pool due to inhibition of the TRAF6/ERK pathway with consequent Pax7 down-expression (Hosoyama et al., 2017). \nEffect of Microgravity on Energy Balance \nSpace Environment \n\rThere is accumulating evidence supporting the relevance of balancing total energy intake and energy expenditure during space missions (Figure 1). If the food energy intake is not adequate to the physiological demands, the high energy expenditure may lead to a negative energy balance (Stein, 2013). Adequate energy intake is certainly the most important aspect of astronaut’s nutrition. During spaceflight history it was not always possible to reach optimal quantitative standards relating to the physiological energy demands of crewmembers. Lower energy inputs compared to the requirements may be attributed not only to the food availability and palatability, but also to the individual changes in taste and aroma perception, which often occur during flight missions. This is possibly caused by the body fluids redistribution with a significant shift towards the upper part of the body, causing swelling of the face and paranasal sinuses. \n\rThis may induce molecular changes in sensory cells with alteration of taste and smell resulting in reduced food cravings. However, the astronauts’ energy intake abroad the ISS has been progressively increased over the years, in line with better food palatability achieved through the improvement of food preparation and preservation techniques and through significant reformulations of space food products. These factors, together with our improved notions on food and nutrition, developed in parallel with the evolution of space exploration and thanks to the contribution from numerous crew members, lead us to the present situation. It is a fact that many astronauts of the ISS daily assume their correct energy supply, thus managing to counterbalance, for the most part at least, their loss of body mass (Smith et al., 2005). Most recently, molecular mechanisms have been clarified. Changes in gastrointestinal functions have been also observed during flight due to the redistribution of body fluids in combination with a reduced fluids and dietary intake suffering. Consequently, a decrease in the gastrointestinal motility with manifest altered secretion of gastric acid, of the rhythmic contractions of the stomach and intestines with impairment of gastric emptying. \n\rIn addition to all of the above, frequently astronauts are affected by motion sickness. All this negatively interferes with the health and well-being of the astronauts, mainly during the first days of the mission, as motion sickness typically disappear after the first few days, albeit the reduced dietary intake may extend even beyond the first week (Smith et al., 2005). Often astronauts have a dietary preference for carbohydrates rather than fats. This phenomenon seems to be due to a physiological response to stress characterized by an increase in the brain levels of tryptophan, a precursor of serotonin which may be classified as an anorexic agent (Da Silva et al., 2002). Clinical studies and laboratory tests clearly indicate that food intake and body weight loss in microgravity conditions are regulated by a complex mechanism of neuroendocrine changes, such as the levels of leptin, an anorexigenic hormone secreted by the adipose tissue that increases satiety and reduces food intake (Smith et al., 2001). Bergouignan et al. (2016) reported an increase in plasma concentration of Glucagon-like peptide-1 (GLP-1), a satiety hormone produced by the intestine which slows gastric emptying by increasing the sense of satiety and reducing the appetite by acting directly on the central nervous system. In addition, no variations in the plasma concentration of ghrelin, an orexigenic hormone produced by the stomach, were found (Lane et al., 2013). In overall, these fluctuations in plasma hormone concentrations influence molecular mechanisms of hunger regulation in the nervous system cells that contribute to the reduction of appetite. Consequences related to a long-term low calorie intake lead to an impairment of the functionality of body systems above reported. In addiction, a specific consequence is the impairment of the cognitive functions, which could significantly compromise the astronaut’s ability to carry out their work and performance in orbit (Mammarella, 2020). Malnutrition in the space environment is still under investigation and discussion. In numerous studies, conflicting results have already been reported (Lang et al., 2017). Smith et al. (2005) found an inadequate intake of minerals (calcium, potassium, and sodium) and of oligo-elements (iron) together with deficiencies in vitamins K and D. Then, Zwart et al. (2011) indicated that the vitamin K turnover is unchanged in space. Considering the defect of microbioma in space environment above reported, its involvement in nutrient deficiency might be relevant in space biomedicine. \nSimulated Microgravity \n\rMost recently, molecular mechanisms have been clarified. In microgravity condition, the intestinal mucosal cells are destroyed due to up-regulation of pro-apoptotic protein Bax and down-regulation of anti-apoptotic protein Bcl2 (Jin et al., 2018). Intestinal barrier dysfunction is also mediated by myosin light chain kinase (Wang S. et al., 2020). Atiakshin et al. (2019) reported a change of fibrous structure of extracellular matrix of the connective tissue of the digestive system organs. Moreover, weightlessness influences the intestinal metabolomic profile and, a strong relation between dysbiosis and altered glucose metabolism-related genes in the hind limb-unloading mouse model was described (Jin et al., 2019; Wang et al., 2019). \nNutrients to Counteract Spaceflight Damages \n\rObviously, specific nutrients are useful to counteract damages induced by microgravity as discussed above (oxidative stress, cardiovascular system, bone, muscle, etc.). To at least contain the increase in oxidative stress severity during space missions, it would be important to increase the dietary intake of many food antioxidants, in particular vitamins and minerals, such as vitamin E, vitamin A, vitamin C, omega-3 fatty acids, copper, zinc, manganese, selenium and iron (Sacheck and Blumberg, 2001). The combination of dietary defenses and endogenous antioxidants production, seems to play a significant protective role against oxidative damages (Gao and Chilibeck, 2020). Protection from cardiovascular problems may be obtained with low-glycemic index diets because bed rest reportedly induces glucose intolerance (Wang X. P. et al., 2020). As regards to bone damages, particular attention was paid to vitamin D3. As this particular vitamin cannot be endogenously synthesized due to lack of UV exposure, the decrease in vitamin D3 serum concentration is a serious concern for space exploration missions, particularly long-term. However, it has been reported that dietary intake of vitamin D3 in the form of supplements is not the answer to microgravity-mediated bone density loss since, if administered in large doses, vitamin D3 may induce hypercalcemia, kidney stones, and irreversible calcification of soft tissues (Vieth, 1999). It has been extensively demonstrated that microgravity impacts the proteome in humans with consequent changes in various biological processes such as angiogenesis, apoptosis, cell adhesion, migration, proliferation, stress response, and signal transduction (Strauch et al., 2019). In thyroid cells, microgravity changes the expression and localization of the specific protein Galectin-3 (Albi et al., 2014b) and also induces the overexpression of enzymes such as sphingomyelinase and sphingomyelin-synthase and of the thyroid stimulating hormone receptor (Albi et al., 2012), the opposite to what happens in hypergravity (Albi et al., 2014a) and different from changes induced by radiation exposure (Albi et al., 2009). In overall, significant protein remodeling is induced specifically by microgravity. \nDiscussion \n\rExposure to space environment is not without risk, both during and after the actual exposure. Since the first missions accomplished the last century many and considerable advances have been made both in the medical and nutritional fields, as well as in technological research. Thus, the study of the relationship between damage induced by the spatial environment in the cardio-circulatory, bone and muscular system together to the stress condition due to the confinement and the alteration of the energy balance due to alterations of the gastrointestinal system, alteration of the sense organs and nutritional deficits represents an interesting field of investigation for the health of astronauts. For over 50 years scientist cooks, nutritionists and experts in various fields have significantly advanced their knowledge and insights, gradually improving the quality and nutritional values of Space Food, preparing progressively better-tasting and nutritious meals for astronauts through increasingly advanced technologies, challenging the difficulties and pitfalls that the extreme space environment. Nowadays the availability, characteristics and organoleptic properties, storage and preparation techniques of space food have reached significant high quality standards. Today on the ISS, the United States provides about half of the food while other countries, including Italy, provide the rest. Since it is not possible to use open flames on the ISS, foods are dehydrated, freeze-dried, pre-cooked or autoclaved and then stored in aluminum bags or cans at room temperature, to minimize the alteration of their nutritional properties, appearance and taste. In this way, space food has a shelf-life of approximately 18–24 months. Astronauts simply add hot or cold water, thus allowing the chosen serving to (hopefully) regain its original aspect and nutritional properties. Current studies and technologies aim to make the daily life of space crews as close as possible to life on Earth, trying to keep the habits related to personal care unchanged also through the art of food supply (“from the earth to the plate”). For astronauts, in fact, it is of great importance to be able to have constant supplies of foods as close as possible to the natural version and then to consume them together with the other crewmembers, also because such activity may provide significant psychological benefits. In the review, we explored the emerging insights into the system disorders in space environment highlighting nutritional deficiencies that might activate molecular mechanisms of damage. \nConclusion \n\rFurther studies of the metabolic modifications of nutrients in the human organism in microgravity conditions will be relevant to provide diets increasingly suited to the metabolic needs of the astronauts, in order to prevent damages to their organs and tissues in the extreme space environment. \nAuthor Contributions \n\rFCo and EA: conceptualization and writing. FCu, CC, TB, and FA-I: review and editing. All authors contributed to the article and approved the submitted version. \nConflict of Interest \n\rThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. https://www.frontiersin.org/articles/10.3389/fbioe.2021.666683/full#B56 ",
  "#3 Oxidative and Nitrosative Stress": "\rThe ability of a fungal pathogen to cause disease requires the ability to survive in the host. Survival in the host is dependent on evasion of the host's immune system, including the microbial killing mechanisms of phagocytes. The innate immune system is comprised of macrophages and neutrophils, which phagocytize invading microorganisms and use reactive oxygen, nitrogen, and chlorine species to protect the host (127). The adaptive immune system contributes antibodies that can enhance the respiratory burst of immune effector cells. These reactive species can harm pathogens by readily altering or inactivating proteins, lipid membranes, and DNA, and they have potent immunomodulatory effects on the immune system that affect the efficacy of the host response. \n\rPhagocytosis of microbes by neutrophils and macrophages may result in an oxidative burst, due to activation of the membrane-associated NADPH-dependent oxidase complex through an intricate biochemical signaling system from the phagosome (26). Concomitant with an increased rate of oxygen consumption by the phagocytes, the enzyme NADPH oxidase reduces oxygen to superoxide, which is secreted into the phagosome. A defect in NADPH oxidase results in chronic granulomatous disease (CGD), a severe human disorder causing recurrent bacterial and fungal infections (45). A supporting model shows that macrophages deficient in NADPH oxidase are unable to kill Aspergillus fumigatus, one of the most common pathogens in patients with CGD (88, 145). Similarly, in an animal model of CGD, mice are most highly susceptible to Staphylococcus aureus and A. fumigatus (78, 147). Though this crucial enzyme forms the extremely reactive superoxide anion, it is not simply this reactive oxygen intermediate that results in microbial killing. Superoxide readily dismutates to hydrogen peroxide (H2O2) or combines with nitric oxide (NO) to form the strong oxidant peroxynitrite, which has been shown to be fungicidal (169) and more deleterious to microorganisms than nitric oxide alone (15). Nitric oxide, a potent antimicrobial compound, is produced in professional phagocytes after macrophage activation by appropriate cytokines through the action of inducible nitric oxide synthase on l-arginine (109). In addition, the heme enzyme myeloperoxidase can convert hydrogen peroxide and chloride to hypochlorous acid and other antimicrobial chlorinating oxidants (43). The importance of this system to host defense is portrayed in myeloperoxidase-deficient mice, which are more susceptible to Candida albicans or Candida tropicalis and show delayed clearance of A. fumigatus (6, 8). A myeloperoxidase deficiency is not as serious as an NADPH oxidase deficiency, as it has been shown that the hydrogen peroxide used by myeloperoxidase is mostly derived from NADPH oxidase-derived superoxide (7). Hydrogen peroxide may also break down to form the highly reactive hydroxyl radical in the presence of a transition metal catalyst, such as iron. Alternatively, the damaging hydroxyl radical may be formed from superoxide-mediated reduction of hypochlorous acid (20). \n\rThe relative roles of neutrophils or macrophages in host defenses against pathogenic fungi depend on the microbe, as reviewed elsewhere (94, 131, 170). Similarly, the relative susceptibility of the fungus to reactive oxygen or nitrogen species, and therefore to the effectiveness of a given mechanism of host defense, depends on the microbe. For example, C. albicans and Cryptococcus neoformans were shown to stimulate a macrophage oxidative burst, including superoxide release (75). Less-clear results were obtained for the pathogen Histoplasma capsulatum, which has been shown to stimulate the human macrophage oxidative burst but not the mouse macrophage oxidative burst in vitro, unless the yeast cells were opsonized (75, 131). A. fumigatus stimulates the production of nitric oxide in alveolar macrophages (57). Though it has been shown that C. neoformans does not induce nitric oxide synthase in a mouse macrophage cell line in vitro (126), other researchers have shown the production of nitric oxide to be stimulated by C. neoformans in rat alveolar macrophages in vitro (57), and recently the gene encoding the inducible form of nitric oxide synthase has be shown to be greatly expressed during murine cryptococcal meningoencephalitis (110). These results may reflect the use of different species (mouse versus rat) or different cell types (brain tissue versus primary macrophages or a macrophage-like cell line). Importantly, resistance to reactive nitrogen and oxygen species is shown to correlate with the virulence in clinical isolates of C. neoformans (180). Although the anticryptococcal activity of murine macrophages is more dependent on reactive nitrogen species (165), the actual killing of A. fumigatus by murine macrophages is mediated by reactive oxygen intermediates (145). Though there are conflicting results on whether or not the macrophage oxidative burst, when obtained, is detrimental to H. capsulatum (14, 131), it is well documented that nitric oxide production by macrophages causes fungistasis of H. capsulatum (131). Similarly, the growth of Pneumocystis carinii and Paracoccidioides brasiliensis is inhibited by the induced synthesis of nitric oxide in macrophages (49, 76). In addition, it has been shown that amphotericin B enhances the synthesis of nitric oxide in macrophages, so some of its antifungal effects may be mediated through nitric oxide (121). \n\rBoth reactive nitrogen and reactive oxygen species have pleiotropic effects in the cell. Reactive nitrogen intermediates (RNI) encountered by living cells consist of the free radical nitric oxide as well as products derived from NO (nitrite, nitrogen dioxide, and nitrate) or from the reaction of NO with other molecules to generate peroxynitrite, peroxynitrous acid, or nitrosothiols. Importantly, peroxynitrite, which is generated from NO and superoxide, is more stable and is a more reactive oxidizing species than NO. It has been shown in vitro to be much more toxic to Escherichia coli than NO (15). RNI readily react with proteins, DNA, and metal ions and have been shown to inactivate heme-, nonheme iron-, iron-sulfur-, and Cu-containing proteins. Thiol groups, both in small molecules and in proteins, are particularly susceptible to S nitrosylation by NO. RNI can also deaminate the N-terminal and other amino groups of proteins (for a review, see reference 152). Identified targets of RNI include the nonheme, iron-dependent enzyme ribonucleotide reductase which can be rate limiting in DNA synthesis; the iron-sulfur cluster-dependent enzymes aconitase of the tricarboxylic acid cycle and complexes I and II of the mitochondrial electron transport chain; and the heme-containing enzyme cytochrome c oxidase, the terminal member of the mitochondrial electron transport chain (28, 128). Finally, RNI can deaminate cytosine to uracil and have been shown to be mutagenic in Salmonella enterica serovar Typhimurium (176). \n\rSuperoxide, produced in large amounts by the oxidative burst of phagocytes or in smaller amounts as a by-product of normal aerobic respiration of cells, is readily converted to other reactive oxygen species (ROS), such as hydrogen peroxide and the hydroxyl radical. The reaction of superoxide with lipids, which are plentiful in plasma and organelle membranes of cells, produces lipid hydroperoxide radicals, which initiate a chain reaction and hence amplification of further lipid peroxidation. NO acts as a chain-terminating molecule in this reaction. Singlet molecular oxygen can be produced as a by-product of lipid peroxidation as well as by oxidation of peroxide. ROS can oxidize all amino acid residues on proteins (reviewed in reference 11), but there is some selectivity. Thiol groups on cysteines and methionines are particularly sensitive to oxidation, which results in disulfide bridges and methionine sulfoxide, but these reactions are reversible. The oxidized thiols can be reduced to their native state by several mechanisms, including treatment with methionine sulfoxide reductase and disulfide reductases. Oxidation of other amino acid residues results in irreversible modifications that often have significant consequences for enzyme activity or regulation. Oxidation of lysine residues could be particularly harmful, since it would preclude the covalent attachment of ubiquitin to the lysine amino group, which in turn is necessary for proper targeting of damaged proteins to the proteosome, and accumulation of damaged proteins would likely have negative consequences for a cell (reviewed in reference 103). Hydroxyl radicals and singlet molecular oxygen can damage DNA by producing over 20 different base lesions (recently reviewed in reference 27), leading to high mutation rates. In a genome-wide screen of Saccharomyces cerevisiae, oxidative stress enzymes have been implicated in preventing high-frequency mutagenesis (69). \n\rSince the host uses many microbicidal compounds to protect itself from invading microbes, it is incredible how many fungi survive this attack during infection. To thrive within the oxidative environment of professional phagocytes, pathogenic fungi have multiple defense systems, both enzymatic and nonenzymatic. It has been hypothesized that the ability of some fungi to survive the stress of the host defense has evolved from the environmental interactions of fungi with phagocytic unicellular organisms such as amoebae (161). Recent studies have demonstrated that pathogenic C. neoformans strains, but not less virulent C. neoformans mutants, can replicate in amoebae (161), and that C. neoformans, but not other closely related nonpathogenic Cryptococcus species, can cause disease in multicellular invertebrates like nematodes and flies (5, 123). It has been shown that nitric oxide synthase is present in invertebrates (107) and that mosquitos use NO to limit the growth of the pathogen causing malaria (108). \nENZYMATIC DEFENSES AGAINST OXIDATIVE STRESS \n\rAll aerobic organisms are exposed to ROS and have developed enzymatic defenses against them. Fungi have enlisted several classes of antioxidant enzymatic defenses to cope with the variety of ROS that is presented by phagocytes. \n\rSODs SOD is an interesting oxidative defense enzyme, since it takes one harmful ROS, superoxide, and converts it to another ROS, hydrogen peroxide. Moreover, the dismutation reaction that it catalyzes occurs spontaneously in its absence. One explanation for the importance of this enzyme in oxidative defense is that it helps to shunt the superoxide in the direction of other ROS and away from the formation of lipid hydroperoxides or the RNI peroxynitrite. This shunting action seems to be beneficial to the cell, since cells have many defense systems to deal with peroxides, often overlapping or redundant in specificity, but few to deal with reactive nitrogen species. \n\rThere are four known classes of SODs: Mn, Fe, Ni, and Cu,Zn. In addition to the different cofactors, these enzymes show differential expression and/or localization in the cell. In S. cerevisiae, which has only two of these SODs, the Cu,Zn enzyme (Sod1) is located in the cytoplasm and the mitochondrial intermembrane space (38, 162) while the Mn enzyme (Sod2) is localized to the mitochondrial matrix (53). \n\rA total of six SOD genes have been identified in C. albicans. SOD1 encodes a Cu,Zn isozyme that is cytoplasmic and expressed more abundantly during exponential growth than in stationary phase (73, 99). A sod1/sod1 mutant is sensitive to menadione (a reagent that generates superoxide) and displays reduced survival in macrophages and attenuated virulence in mice (74). SOD2 and SOD3 each encode Mn SODs. The Sod2 isozyme is mitochondrial, while Sod3 is an unusual cytoplasmic isozyme bearing the Mn cofactor (99, 151). A sod2/sod2 null mutant displays heightened sensitivity to several stresses (menadione, paraquat, ethanol, or 43°C heat shock), is essential for growth under hyperoxic conditions, and shows elevated cyanide-insensitive respiration (see “Alternative oxidase” below) (72). These results are consistent with a primary role of Sod2 in scavenging superoxide generated by the mitochondrial respiratory chain. The Sod3 isozyme is expressed more abundantly during the stationary phase than exponential growth, which is the inverse of the expression pattern displayed by Sod1 (99). The recently identified SOD4, SOD5, and SOD6 genes encode predicted proteins homologous to Cu,Zn SODs and are presumed to be cytoplasmic, since they lack mitochondrial targeting sequences (112). SOD5, which was studied in detail, is expressed more abundantly during the yeast-to-hypha transition, as well as after exposure of yeast cells to an increase in pH from 6.0 to 8.0 or to osmotic or oxidative stress. In addition to H2O2, both riboflavin and menadione induced SOD5 transcript levels, which indicates that SOD5 gene expression is sensitive to both external and intracellular sources of superoxide. Since the natural and principal intracellular source of superoxide is the mitochondrial electron transport chain (12), the expression levels of SOD5 during metabolism on nonfermentable carbon sources, which requires increased respiration activity, were also tested and shown to be induced. Studies of a sod5/sod5 null mutant indicate a role for the Sod5 isozyme in virulence in mice infected via tail vein injection but not in macrophages. \n\rStudies of SODs in other pathogenic fungi have been initiated recently. In both C. neoformans var. grubiiand C. neoformans var. gattii, the Cu,Zn Sod1 contributes to virulence in mice infected intranasally or intravenously (29, 125). The C. neoformans var. grubii mutant also shows slower growth in macrophages, relative to that of the SOD1 parental or reconstituted control strains, and the C. neoformans var. gattiimutant shows greater susceptibility to in vitro killing by neutrophils, relative to control strains. In addition, the SOD deficiency of C. neoformans var. gattii results in defects in laccase, urease, and phospholipase expression.To date, little work has been done on the role of this enzyme in A. fumigatus, but the Cu,Zn SOD is known to be immunoreactive to the sera of patients with aspergillosis (66). \n\rCatalases Catalases are antioxidant metalloenzymes, ubiquitous among aerobic organisms, which promote the conversion of hydrogen peroxide to water and molecular oxygen. Catalase is produced by A. fumigatusin vivo during invasive aspergillosis (163). A. fumigatus encodes one conidial catalase, CatA, and two mycelial catalases, Cat1 and Cat2 (141). Though Cat1 and Cat2 protect A. fumigatus from peroxide killing, they are not sufficient for protection against macrophage killing (141). A mutant deficient in any single catalase isozyme manifests virulence comparable to that of wild-type strains, but a mutant deficient in both mycelial catalases has reduced virulence (19, 141). \n\rFour catalases in Aspergillus nidulans have been elucidated. Though found to be posttranscriptionally regulated, CatA is induced during conidiation and in response to multiple stresses (129, 130). CatA activity is detected in spores and protects this fungus from peroxide stress and heat shock (130, 133). Results of immunolocalization studies indicate that CatA is in the asexual spore cell wall and cytosol, whereas CatB is in the hyphal cell wall and cytosol, and that CatB is induced in growing and developing hyphae and in response to oxidative and other stresses (91, 93). CatC is a constitutively expressed small-subunit catalase with a peroxisomal targeting sequence, while CatD activity is induced during late stationary phase by glucose starvation, high temperature, and peroxide stress (91). CatD has also been described as the catalase-peroxidase product of cpeA, which is transcriptionally induced during sexual development as well as carbon starvation (155). \n\rThree catalase genes in H. capsulatum have been found to have differential expression (86). CATAtranscript abundance is regulated by morphology and oxidative stress, while CATB (M antigen) and CATPtranscript levels are modestly regulated by the carbon source. The CATB catalase is extracellular (181), and catalase P (from CATP) is intracellular, presumably localized in the peroxisome (86). Interestingly, C. albicans has only one catalase gene, and studies of a deletion mutant indicate that catalase protects the organism from peroxide stress and neutrophil killing (124, 179). \n\rThiol peroxidases, glutaredoxins, GSH peroxidases, and GSH S-transferases The thiol peroxidase and glutaredoxin proteins are broadly important for many normal cellular processes, such as metabolic reactions involving disulfide bond formation as part of the catalytic cycle and protein folding or prosthetic group insertion during protein assembly (54). In addition, some or all members are involved in responses to acute oxidative or nitrosative stress, either as direct metabolizers of organic hydroperoxides, including lipid hydroperoxides resulting from superoxide-initiated chain reactions, or as agents for protein repair and refolding. The GSH peroxidases and GSH S-transferases are involved in the breakdown of organic hydroperoxides with GSH as a reductant or in the conjugation of toxic lipophilic compounds to GSH, respectively (54). \n\rThiol peroxidases, also known as peroxiredoxins, are 20 to 30 kDa in size and are present in organisms from all kingdoms (150). As peroxidases, they act to remove peroxides and provide defense against oxidative damage. Some peroxiredoxins are known as thiol-specific antioxidants because the active site for these peroxidases is a thiol group of a conserved N-terminal cysteine. Members of the peroxiredoxin family can be divided into two subgroups: 1-Cys peroxiredoxins, which contain only the N-terminal cysteine, and 2-Cys peroxiredoxins, which contain a C-terminal cysteine in addition to the active site cysteine (90). When oxidized, the 2-Cys variety of thiol peroxidases forms an intramolecular disulfide bridge and is dependent on thioredoxin to be reduced to its active state. Thioredoxin is, in turn, dependent upon thioredoxin reductase for regeneration. Five thiol peroxidases in S. cerevisiae have been described. Three are of the 2-Cys variety and are located in the cytoplasm, Tsa1p and Tsa2p are highly similar to each other, and Ahp1p is an atypical 2-Cys peroxidase (142). S. cerevisiae also has two 1-Cys enzymes; mTPx, encoded by YBL064C, is mitochondrial and Dot5p is nuclear (142). Tsa1p is described as the principal antioxidant because it regulates intracellular oxidative stress, especially stress due to hydrogen peroxide (142). It is suggested that Tsa2p has a physiological role in cell proliferation, while Ahp1 appears to be the key antioxidant for yeast at an acidic pH. \n\rThese unique thiol peroxidases in pathogenic fungi have not been well studied. Recently, Tsa1 has been identified as being highly induced during 37°C hyphal growth in C. albicans, and the downstream thioredoxin system genes are induced after peroxide exposure (25, 37). In C. neoformans, TSA1 has been shown by serial analysis of gene expression to be transcriptionally induced at 37°C (160). And further, Tsa1 has been shown to be important to the oxidative and nitrosative stress resistance of C. neoformans, as well as critical for virulence in a mouse model (116). \n\rGlutaredoxins are small heat-stable proteins and are reduced in a manner similar to thiol peroxidases. Whereas thiol peroxidases are regenerated by reaction with thioredoxin, glutaredoxins are regenerated via GSH. The yeast S. cerevisiae encodes five glutaredoxins, Grx1 through Grx5. S. cerevisiae also encodes three GSH peroxidases (Gpx1 through Gpx3) and three GSH S-transferases (Gtt1, Gtt2, and Ure2). Single mutants with mutations in grx1, grx2, grx5, gpx3, and ure2 are sensitive to oxidant stress (54, 149). The roles of glutaredoxins, GSH peroxidases, and GSH S-transferases in antioxidant defenses or the virulence of fungal pathogens have not been examined so far. \n\rMethionine sulfoxide reductase Methionine residues have been proposed to act as a sink for oxidative stress, since oxidation of exposed methionines does not always lead to protein inactivation (104). The enzyme methionine sulfoxide reductase was shown to reduce methionine sulfoxide residues to methionine (119). The gene encoding methionine sulfoxide reductase was deleted from E. coli, and the mutants were more sensitive to H2O2. Deletion of the homologous gene in S. cerevisiae results in H2O2 sensitivity and accumulation of methionine sulfoxide in proteins (117), while overexpression of the gene causes the yeast to be slightly more resistant to H2O2 (118). ",
  "#4 Elephants": "\rIt’s another sleepless night in the savannah. Wild elephants average just 2 hours of sleep a night, making them the lightest-known snoozers of any mammal. \n\rPrevious studies have looked at such habits in captive elephants, which sleep for 3 to 7 hours a day. But with more dangers and pressure to find food, wild animals tend to sleep less. \n\rSo Paul Manger at the University of the Witwatersrand, Johannesburg in South Africa and his colleagues set out to monitor sleep in wild African elephants in Chobe National Park in northern Botswana. \n\rThe most reliable way to measure sleep is to use electrical recordings of the brain, but this isn’t possible in elephants. Their thick skulls mean that surface electrodes are ineffective, and putting electrodes under the skull would require invasive surgery. \n\rInstead, the researchers fitted motion sensors to elephants’ trunks. The trunk is the most active part of the elephant’s body, and is rarely idle while the animal is awake. “We figured when it hadn’t been used for 5 minutes, the elephant was probably asleep,” says Manger. \n\rThe team monitored two matriarchs for 35 continuous days. The elephants slept for an average of 2 hours a night, not in a single slumber but in four to five short bursts – a pattern known as polyphasic sleep. Most of their sleep occurred between 1.00 and 6.00 am, and the elephants snoozed in different places every night. \n\rOn four days, the elephants didn’t get any shut-eye at all, resulting in them being awake for up to 48 hours continuously. During these periods, they travelled long distances of around 30 kilometres, possibly to evade lions or poachers. But they didn’t appear to compensate with extra sleep after going a night without. \n\rAlthough the sample size is very small, Manger thinks these findings give a reasonably reflective view of wild elephants’ typical sleep habits. “I think what we’ve got is pretty close to the mark,” he says. “Obviously it would be nice to do a lot more animals, but there are ethical considerations and the bottom line is getting enough funding.”  \nLittle time for dreaming? \n\rThe elephants also wore a collar with a gyroscope attached to it, which told the researchers whether they were standing up or lying down. Each elephant slept lying down on only 10 of the 35 days. \n\rThis finding implies that the animals spent very little time in rapid-eye-movement (REM) sleep, the stage when we have vivid dreams that is thought to be important for memory consolidation. During REM, the muscles usually relax, making it impossible to remain standing. \n\rEither elephants only experience REM every few days, or they can enter this phase in short bursts of 5 to 10 seconds while standing, as birds do, says Manger. Alternatively, like whales and dolphins, they may not need REM at all. “We’re not sure which of those is true yet and that’s something we’d like to follow up and discover,” he says. \n\rBigger animals generally tend to sleep less, probably because they have to spend so much time eating. “Elephants can eat up to 300 kilograms of food a day, so obviously it takes a long time for the trunk to get all that into their mouths, and that leaves less time for sleep,” says Manger. \n\rBut even among large mammals, elephants seem to be light sleepers. The considerably larger grey whale sleeps for 9 hours a day and the giraffe for almost 5 hours. The domestic horse, at nearly 3 hours, is its closest rival. \n\rThe use of trunk motion to infer sleep state is clever, says John Lesku at La Trobe University in Melbourne, Australia, but he adds that it will be important to learn more about how posture and trunk movement reflect waking, sleeping and REM sleep. \n\r“For instance, ruminants can stand, have their eyes partially open and even continue to chew their cud during non-REM sleep, raising the possibility that elephants might have more sleep than appreciated,” he says. https://www.newscientist.com/article/2123229-elephants-sleep-for-just-2-hours-a-day-the-least-of-any-mammal/ ",
  "#5  Deinococcus radiodurans": "\rDeinococcus radiodurans is an extremophilic bacterium and one of the most radiation-resistant organisms known. It can survive cold, dehydration, vacuum, and acid, and therefore is known as a polyextremophile. It has been listed as the world's toughest known bacterium in The Guinness Book Of World Records.[1] \nName and classification \n\rThe name Deinococcus radiodurans derives from the Ancient Greek δεινός (deinos) and κόκκος (kokkos) meaning \"terrible grain/berry\" and the Latin radius and durare, meaning \"radiation surviving\". \n\rThe species was formerly called Micrococcus radiodurans. As a consequence of its hardiness, it has been nicknamed “Conan the Bacterium”, in reference to Conan the Barbarian.[2] \n\rInitially, it was placed in the genus Micrococcus. After evaluation of ribosomal RNA sequences and other evidence, it was placed in its own genus Deinococcus, which is closely related to the genus Thermus.[3] \n\rDeinococcus is one genus of three in the order Deinococcales. D. radiodurans is the type species of this genus, and the best studied member. All known members of the genus are radioresistant: D. proteolyticus, D. radiopugnans, D. radiophilus, D. grandis, D. indicus, D. frigens, D. saxicola, D. marmoris, D. deserti,[4] D. geothermalis, and D. murrayi; the latter two are also thermophilic.[5] \nHistory \n\rD. radiodurans was discovered in 1956 by Arthur Anderson at the Oregon Agricultural Experiment Station in Corvallis, Oregon.[6] Experiments were being performed to determine whether canned food could be sterilized using high doses of gamma radiation. A tin of meat was exposed to a dose of radiation that was thought to kill all known forms of life, but the meat subsequently spoiled, and D. radiodurans was isolated. \n\rThe complete DNA sequence of D. radiodurans was published in 1999 by The Institute for Genomic Research. A detailed annotation and analysis of the genome appeared in 2001.[3]The sequenced strain was ATCC BAA-816. \n\rDeinococcus radiodurans has a unique quality in which it can repair both single- and double-stranded DNA. When damage is apparent to the cell, it brings the damaged DNA into a compartmental ring-like structure where the DNA is repaired, and then is able to fuse the nucleoids from the outside of the compartment with the damaged DNA.[7] \n\rIn August 2020, scientists reported that bacteria from Earth, particularly Deinococcus radiodurans bacteria, were found to survive for three years in outer space, based on studies conducted on the International Space Station (ISS). These findings support the notion of panspermia, the hypothesis that life exists throughout the Universe, distributed in various ways, including space dust, meteoroids, asteroids, comets, planetoids, or contaminated spacecraft.[8][9] \nDescription \n\rD. radiodurans is a rather large, spherical bacterium, with a diameter of 1.5 to 3.5 μm.[10] Four cells normally stick together, forming a tetrad. The bacteria are easily cultured and do not appear to cause disease.[3] Under controlled growth conditions, cells of dimer, tetramer, and even multimer morphologies can be obtained.[10] Colonies are smooth, convex, and pink to red in color. The cells stain Gram positive, although its cell envelope is unusual and is reminiscent of the cell walls of Gram negative bacteria.[11] \n\rDeinococcus radiodurans does not form endospores and is nonmotile. It is an obligate aerobic chemoorganoheterotroph, i.e., it uses oxygen to derive energy from organic compounds in its environment. It is often found in habitats rich in organic materials, such as sewage, meat, feces, or, soil, but has also been isolated from medical instruments, room dust, textiles, and dried foods.[11] \n\rIt is extremely resistant to ionizing radiation, ultraviolet light, desiccation, and oxidizing and electrophilic agents.[12] \n\rIts genome consists of two circular chromosomes, one 2.65 million base pairs long and the other 412,000 base pairs long, as well as a megaplasmid of 177,000 base pairs and a plasmid of 46,000 base pairs. It has approximately 3,195 genes. In its stationary phase, each bacterial cell contains four copies of this genome; when rapidly multiplying, each bacterium contains 8-10 copies of the genome. \nIonizing-radiation resistance \n\rDeinococcus radiodurans is capable of withstanding an acute dose of 5,000 grays (Gy), or 500,000 rad, of ionizing radiation with almost no loss of viability, and an acute dose of 15,000 Gy with 37% viability.[13][14][15] A dose of 5,000 Gy is estimated to introduce several hundred double-strand breaks (DSBs) into the organism's DNA (~0.005 DSB/Gy/Mbp (haploid genome)). For comparison, a chest X-ray or Apollo mission involves about 1 mGy, 5 Gy can kill a human, 200–800 Gy will kill E. coli, and more than 4,000 Gy will kill the radiation-resistant tardigrade. \n\rSeveral bacteria of comparable radioresistance are now known, including some species of the genus Chroococcidiopsis (phylum cyanobacteria) and some species of Rubrobacter(phylum Actinomycetota); among the archaea, the species Thermococcus gammatolerans shows comparable radioresistance.[5] Deinococcus radiodurans also has a unique ability to repair damaged DNA. It isolates the damaged segments in a controlled area and repairs it. These bacteria can also repair many small fragments from an entire chromosome.[16] \nMechanisms of ionizing-radiation resistance \n\rDeinococcus accomplishes its resistance to radiation by having multiple copies of its genome and rapid DNA repair mechanisms. It usually repairs breaks in its chromosomes within 12–24 hours by a 2-step process. First, D. radiodurans reconnects some chromosome fragments by a process called single-stranded annealing. In the second step, multiple proteins mend double-strand breaks through homologous recombination. This process does not introduce any more mutations than a normal round of replication would. Theoretically, Deinococcus should have little or even no mutation accumulation. \n\rScanning electron microscopy analysis has shown that DNA in D. radiodurans is organized into tightly packed toroids, which may facilitate DNA repair.[17] \n\rA team of Croatian and French researchers led by Miroslav Radman have bombarded D. radiodurans to study the mechanism of DNA repair. At least two copies of the genome, with random DNA breaks, can form DNA fragments through annealing. Partially overlapping fragments are then used for synthesis of homologous regions through a moving D-loop that can continue extension until the fragments find complementary partner strands. In the final step, there is crossover by means of RecA-dependent homologous recombination.[18] \n\rDeinococcus radiodurans is capable of genetic transformation, a process by which DNA derived from one cell can be taken up by another cell and integrated into the recipient genome by homologous recombination.[19] When DNA damages (e.g. pyrimidine dimers) are introduced into donor DNA by UV irradiation, the recipient cells efficiently repair the damages in the transforming DNA, as they do in cellular DNA, when the cells themselves are irradiated. \n\rMichael Daly has suggested the bacterium uses manganese complexes as antioxidants to protect itself against radiation damage.[20] In 2007 his team showed that high intracellular levels of manganese(II) in D. radiodurans protect proteins from being oxidized by radiation, and they proposed the idea that \"protein, rather than DNA, is the principal target of the biological action of [ionizing radiation] in sensitive bacteria, and extreme resistance in Mn-accumulating bacteria is based on protein protection\".[21] In 2016, Massimiliano Peana et al. reported a spectroscopic study through NMR, EPR, and ESI-MS techniques on the Mn(II) interaction with two peptides, DP1 (DEHGTAVMLK) and DP2 (THMVLAKGED), whose amino acid composition was selected to include the majority of the most prevalent amino acids present in a Deinococcus radiodurans bacterium cell-free extract that contains components capable of conferring extreme resistance to ionizing radiation.[22] In 2018, M. Peana and C. Chasapis reported by a combined approach of bioinformatic strategies based on structural data and annotation, the Mn(II)-binding proteins encoded by the genome of DR and proposed a model for Manganese interaction with DR proteome network involved in ROS response and defense. [23] \n\rA team of Russian and American scientists proposed that the radioresistance of D. radiodurans had a Martian origin. They suggested that evolution of the microorganism could have taken place on the Martian surface until it was delivered to Earth on a meteorite.[24] However, apart from its resistance to radiation, Deinococcus is genetically and biochemically very similar to other terrestrial life forms, arguing against an extraterrestrial origin not common to them. \n\rIn 2009, nitric oxide was reported to play an important role in the bacteria's recovery from radiation exposure: the gas is required for division and proliferation after DNA damage has been repaired. A gene was described that increases nitric oxide production after UV radiation, and in the absence of this gene, the bacteria were still able to repair DNA damage, but would not grow.[25] \nEvolution of ionizing-radiation resistance \n\rA persistent question regarding D. radiodurans is how such a high degree of radioresistance could evolve. Natural background radiation levels are very low—in most places, on the order of 0.4 mGy per year, and the highest known background radiation, near Ramsar, Iran is only 260 mGy per year. With naturally occurring background radiation levels so low, organisms evolving mechanisms specifically to ward off the effects of high radiation are unlikely. In the distant geological past, higher background radiation existed both due to more primordial radionuclides not yet having decayed and due to effects of things like the natural nuclear fission reactors at Oklo, Gabon, which were active some 1.7 billion years ago. However, even if adaptations to such conditions did evolve during that time, genetic drift would almost certainly have eliminated them if they provided no (other) evolutionary benefit. Valerie Mattimore of Louisiana State University has suggested the radioresistance of D. radiodurans is simply a side effect of a mechanism for dealing with prolonged cellular desiccation (dryness). To support this hypothesis, she performed an experiment in which she demonstrated that mutant strains of D. radiodurans that are highly susceptible to damage from ionizing radiation are also highly susceptible to damage from prolonged desiccation, while the wild-type strain is resistant to both.[26] In addition to DNA repair, D. radiodurans use LEA proteins (Late Embryogenesis Abundant proteins)[27] expression to protect against desiccation.[28] \n\rIn this context, also the robust S-layer of D. radiodurans through its main protein complex, the S-layer Deinoxanthin Binding Complex (SDBC), strongly contributes to its extreme radioresistance. In fact, this S-layer acts as a shield against electromagnetic stress, as in the case of ionizing radiation exposure, but also stabilize the cell wall against possible consequent high temperatures and desiccation.[29][30] ",
  "#6 Space Biology Program": "Overview \n\rThe main objective of Space Biology research is to build a better understanding of how spaceflight affects living systems in spacecraft such as the International Space Station (ISS), or in ground-based experiments that mimic aspects of spaceflight, and to prepare for future human exploration missions far from Earth. The experiments we conduct on these platforms examine how plants, microbes, and animals adjust or adapt to living in space. We examine processes of metabolism, growth, stress response , physiology, and development. We study how organisms repair cellular damage and protect themselves from infection and disease in conditions of microgravity while being exposed to space radiation. And we do it across the spectrum of biological organization, from molecules to cells, from tissues and organs, and from systems to whole organisms to communities of microorganisms. \nOur program’s core objectives include: \nDiscovering how biological systems respond, acclimate and adapt to the space environment \nDeveloping integrated physiological models for biology in space \nIdentifying the underlying mechanisms and networks that govern biological processes in the space environment \nPromoting open science through the GeneLab Data System and Life Sciences Data Archive \nDeveloping cutting-edge biological technologies to facilitate spaceflight research \nDeveloping mechanistic understanding to support human health in space \nEnabling the transfer of knowledge and technology to the understanding of life on Earth   \n\rIn addition to providing useful information on how living organisms adapt to spaceflight, the discoveries NASA researchers make in space have enormous implications for life on Earth. Space Biology's research into the virulence of pathogens in space, loss of bone density, and the changes in the growth of plants can impact the development of drugs that promote wound healing or tissue regeneration, treatments designed to counter osteoporosis on Earth, and high-tech fertilizers that increase crop yield.  \nAnimal Biology Overview \n\rLife in space produces profound changes in biology. All organisms on Earth have adapted to perform under conditions of gravity, atmosphere, and cycles of light and darkness that have not changed in millions of years, conditions which are altered aboard spacecraft like the ISS. For example, while circling Earth at speeds of 17,130 miles an hour, crewmembers of the ISS experience sunrise and sunset 16 times a day! Simply put, terrestrial organisms are not designed for life in space. \n\rThe goal of the Space Biology Program in the animal biology area is to understand the basic mechanisms that animals use to adapt and/or acclimate to spaceflight and alterations in gravity in general. Animals are frequently used to model human disease as well as how humans respond to stressful stimuli. The most commonly used model organisms for which genomics are now well defined include vertebrate species, e.g., rodents, both rats and mice, and a variety of invertebrate species, e.g., nematodes and insects. NASA has used these model organisms extensively to evaluate biological spaceflight hazards, elucidate the fundamental mechanisms life uses to adapt to microgravity, and apply such knowledge to advance human exploration, and for societal benefits on Earth. \nRead about a Behavior Analysis Study that shows mice adapt to spaceflight. \n\rAs we examine the impacts of spaceflight on animal biology and physiology, we ask the following questions: \nDo the effects of spaceflight level off over time, get worse, or get better? \nAre the effects of spaceflight exposure permanent or do they decrease and/or vanish with time upon return? \nCan we prevent adverse effects before they appear, or at least lessen their impact? \nWhat conditions are required for animals to live in space for years, come back to Earth, and remain healthy?   \nCell and Molecular Biology Overview \n\rCell and molecular biology research cuts across all science disciplines in Space Biology, from understanding how single-celled organisms, such as protozoa, bacteria, and fungi respond to the conditions of spaceflight, to how all of the various cells in a complex tissue or organ work together to help an organism as a whole acclimate to such a foreign environment. The overarching goal of Space Biology Cell and Molecular Biology research at NASA is to determine how the stresses of the spaceflight environment affect living systems at the basic cellular and molecular levels, using contemporary cell and molecular biology techniques and measures. This includes characterizing and identifying changes in gene and protein expression, DNA function and structure, cellular structure and morphology, and cell-to-cell communication.   \nAs we examine the impacts of spaceflight on the cell biology and physiology, we ask the following: \nWhat are the underlying genetic and molecular mechanisms of the cells that are influenced by gravitational changes and the space environment? \nDoes the space flight environment affect or influence cell and molecular functions causing tissue/organ dysfunction or disease states? \nDoes the space environment affect cellular and molecular functions in a manner that impact tissue morphogenesis or development?   \nMicrobiology Overview \nNo Matter Where We Go, We Take Our Microbes \n\rEverywhere we go, we take microorganisms with us, whether we want to or not.  \n\rThis is true even aboard the “clean” environment of the ISS, which is a closed environment. With a crew of astronauts on board, living, breathing, exercising, and sweating, the ISS is a breeding ground for microbes. Microbes Can Be Both Friends and Foes The effects of spaceflight on the biology of microorganisms and on microbial populations are largely unknown. In addition to posing a risk to astronaut health, bio-corrosive microorganisms that grow on metallic surfaces in spacecraft can damage both equipment and hardware. Unlike cruise ships on Earth which can be evacuated, emptied, and cleaned, problems that arise due to microbial contamination on long-duration spaceflight missions can only be resolved using tools and resources already present within the vessel. Understanding how microbial species grow and interact with each other in this environment is the first step in preparing for such a scenario. \n\rWhile the presence of certain microbes can be problematic, it is also important to remember that many microbial species play important roles in Earth’s various ecosystems.  For example, the symbiotic relationships that have evolved between plants and certain bacteria are vital in ensuring plants receive the nutrients they require to grow and flourish. Oxygen-producing cyanobacteria that live in terrestrial bodies of water help replenish Earth’s oxygen. Even the bacteria living within our digestive tracts play an important role in the digestion of our food and the proper absorption of nutrients. The presence of certain microbes may be important for the proper growth of some plants in space and may even be critical for the production of future bio-regenerative life support systems. It is therefore important to keep in mind that reaching an appropriate microbial equilibrium within a spacecraft may be vital for successful long-duration spaceflight missions. \nAs we examine the impacts of spaceflight on microorganisms, we ask the following: \nWhat underlying genetic, molecular and biochemical processes are influenced by the spaceflight environment? \nHow does the spaceflight environment influence microbial reproduction, growth, and physiology? \nDoes long-duration spaceflight alter normal rates of evolutionary change? \nWhat are the effects of spaceflight on microbial communities as they interact with other organisms to effect processes such as symbioses, biodegradation, nitrogen-fixation, etc. \nWhat are the mechanisms that effect changes, such as the altered virulence or altered drug resistance, observed in some organisms during spaceflight? \nPlant Biology Overview \n\rSpace Biology research helps us understand the fundamentals of plant growth by examining the very building blocks of plant life down to the molecular level: transcriptomics, genomics, proteomics, and metabolomics. To compare the effects of microgravity conditions on plants, we also conduct experiments on Earth using gravity or simulated microgravity ground controls at the Kennedy Space Center. We conduct our research on the ISS in conditions of microgravity to help us understand how to support astronauts aboard the ISS and on their long journey to Mars. \nCrop Rotation: Food Production in Space \nOne of Space Biology’s major objectives is to understand how the spaceflight environment affects how plants grow and thrive. The basic research has allowed NASA scientists to grow edible plants in space that could be used as a source of fresh food by the crew on the ISS. Considering that every single thing that astronauts eat is freeze-dried and comes out of a shrink-wrapped package, being able to enjoy a fresh vegetable provides a healthy and much welcomed break from this routine. Already, edible romaine lettuce and cabbage has successfully been grown on the ISS. Soon, Mizuna and tomatoes will join the list of edible plants gown in space. \n\rIn the next year Space Biology will fly experiments to the ISS designed to test the growth of a variety of new plants its crew can eventually eat as they fly to the moon and Mars. To ensure the health of our astronauts, we’ll be examining the nutritional composition of plants grown in space and looking at the microbiome of plants in orbit.  This work may eventually lead to the production of a sustainable source of healthy food on long-duration space flights, which will help astronauts get the nutrition they need. \nAs we examine the impacts of spaceflight on plant biology, we ask the following: \nHow does gravity affect plant growth, development & metabolism (e.g. photosynthesis, re- production, lignin formation, plant defense mechanisms)? \nDoes the spaceflight environment cause alterations in plant/microbe interactions? \nHow can horticultural approaches for sustained production of edible crops in space be both improved and implemented (especially as related to water and nutrient provision in the root zone)? \nWhat are the effects of chronic exposure to cosmic radiation on plants? \nHow do plants sense and react to gravity and what are the molecular mechanisms involved? \nDevelopmental, Reproductive and Evolutionary Biology \n\rWhat happens to reproduction and the development of offspring across a lifespan and over multiple generations in space? What about differences in how males and females respond to the space environment? As we set our sights toward the exploration and colonization of Mars, these are the big questions that the Reproduction, Development, and Sex Differences Laboratory of the NASA Space Biosciences Research Branch strives to answer. Since no mammal has yet given birth in space, the answers we seek may not be seen for years. \nhttps://science.nasa.gov/biological-physical/programs/space-biology#microbiology  ",
  "#7 5 Hazards of Human Spaceflight": "\rA human journey to Mars, at first glance, offers an inexhaustible amount of complexities. To bring a mission to the Red Planet from fiction to fact, NASA’s Human Research Program has organized hazards astronauts will encounter on a continual basis into five classifications. Pooling the challenges into categories allows for an organized effort to overcome the obstacles that lay before such a mission. However, these hazards do not stand alone. They can feed off one another and exacerbate effects on the human body. These hazards are being studied using ground-based analogs, laboratories, and the International Space Station, which serves as a test bed to evaluate human performance and countermeasures required for the exploration of space. \n\rVarious research platforms give NASA valuable insight into how the human body and mind might respond during extended forays into space. The resulting data, technology and methods developed serve as valuable knowledge to extrapolate to multi-year interplanetary missions. \n1. Radiation \n\rThe first hazard of a human mission to Mars is also the most difficult to visualize because, well, space radiation is invisible to the human eye. Radiation is not only stealthy, but considered one of the most menacing of the five hazards. \n\rAbove Earth’s natural protection, radiation exposure increases cancer risk, damages the central nervous system, can alter cognitive function, reduce motor function and prompt behavioral changes. To learn what can happen above low-Earth orbit, NASA studies how radiation affects biological samples using a ground-based research laboratory. \n\rThe space station sits just within Earth’s protective magnetic field, so while our astronauts are exposed to ten-times higher radiation than on Earth, it’s still a smaller dose than what deep space has in store. \n\rTo mitigate this hazard, deep space vehicles will have significant protective shielding, dosimetry, and alerts. Research is also being conducted in the field of medical countermeasures such as pharmaceuticals to help defend against radiation. \n2. Isolation and confinement \n\rBehavioral issues among groups of people crammed in a small space over a long period of time, no matter how well trained they are, are inevitable. Crews will be carefully chosen, trained and supported to ensure they can work effectively as a team for months or years in space. \n\rOn Earth we have the luxury of picking up our cell phones and instantly being connected with nearly everything and everyone around us. On a trip to Mars, astronauts will be more isolated and confined than we can imagine. Sleep loss, circadian desynchronization, and work overload compound this issue and may lead to performance decrements, adverse health outcomes, and compromised mission objectives. \n\rTo address this hazard, methods for monitoring behavioral health and adapting/refining various tools and technologies for use in the spaceflight environment are being developed to detect and treat early risk factors. Research is also being conducted in workload and performance, light therapy for circadian alignment, phase shifting and alertness.   \n3. Distance from Earth \n\rThe third and perhaps most apparent hazard is, quite simply, the distance. Mars is, on average, 140 million miles from Earth. Rather than a three-day lunar trip, astronauts would be leaving our planet for roughly three years. While International Space Station expeditions serve as a rough foundation for the expected impact on planning logistics for such a trip, the data isn’t always comparable. If a medical event or emergency happens on the station, the crew can return home within hours. Additionally, cargo vehicles continual resupply the crews with fresh food, medical equipment, and other resources. Once you burn your engines for Mars, there is no turning back and no resupply. \n\rPlanning and self-sufficiency are essential keys to a successful Martian mission. Facing a communication delay of up to 20 minutes one way and the possibility of equipment failures or a medical emergency, astronauts must be capable of confronting an array of situations without support from their fellow team on Earth. \n4. Gravity (or lack thereof)  \n\rThe variance of gravity that astronauts will encounter is the fourth hazard of a human mission. On Mars, astronauts would need to live and work in three-eighths of Earth’s gravitational pull for up to two years. Additionally, on the six-month trek between the planets, explorers will experience total weightlessness.   \n\rBesides Mars and deep space there is a third gravity field that must be considered. When astronauts finally return home they will need to readapt many of the systems in their bodies to Earth’s gravity. Bones, muscles, cardiovascular system have all been impacted by years without standard gravity. To further complicate the problem, when astronauts transition from one gravity field to another, it’s usually quite an intense experience. Blasting off from the surface of a planet or a hurdling descent through an atmosphere is many times the force of gravity. \n\rResearch is being conducted to ensure that astronauts stay healthy before, during and after their mission. NASA is identifying how current and future, FDA-approved osteoporosis treatments, and the optimal timing for such therapies could be employed to mitigate the risk for astronauts developing premature osteoporosis. Adaptability training programs and improving the ability to detect relevant sensory input are being investigated to mitigate balance control issues. Research is ongoing to characterize optimal exercise prescriptions for individual astronauts, as well as defining metabolic costs of critical mission tasks they would expect to encounter on a Mars mission.  \n5. Hostile/closed environments \n\rA spacecraft is not only a home, it’s also a machine. NASA understands that the ecosystem inside a vehicle plays a big role in everyday astronaut life. Important habitability factors include temperature, pressure, lighting, noise, and quantity of space. It’s essential that astronauts are getting the requisite food, sleep and exercise needed to stay healthy and happy. \n\rTechnology, as often is the case with out-of-this-world exploration, comes to the rescue in creating a habitable home in a harsh environment. Everything is monitored, from air quality to possible microbial inhabitants. Microorganisms that naturally live on your body are transferred more easily from one person to another in a closed environment. Astronauts, too, contribute data points via urine and blood samples, and can reveal valuable information about possible stressors. The occupants are also asked to provide feedback about their living environment, including physical impressions and sensations so that the evolution of spacecraft can continue addressing the needs of humans in space. Extensive recycling of resources we take for granted is also imperative:  oxygen, water, carbon dioxide, even our waste. \nHuman research essential to space exploration \n\rNASA has already gone beyond simply identifying five challenges of human spaceflight to facilitate a focused and organized effort to reach Mars. Within the agency, there are entities dedicated to the evolution of spaceflight in all five of these areas. \n\rNASA’s Human Research Program remains committed to preserving the health and vitality of the crew that will someday touch down upon Mars. While these five hazards present significant challenges, they also offer opportunities for growth and innovation in technology, medicine and our understanding of the human body. One human challenge explored, one step closer to Mars. \n## \n\rNASA's Human Research Program (HRP) is dedicated to discovering the best methods and technologies to support safe, productive human space travel. HRP enables space exploration by reducing the risks to astronaut health and performance using ground research facilities, the International Space Station, and analog environments. This leads to the development and delivery of an exploration biomedical program focused on: informing human health, performance, and habitability standards; the development of countermeasures and risk mitigation solutions; and advanced habitability and medical support technologies. HRP supports innovative, scientific human research by funding more than 300 research grants to respected universities, hospitals, and NASA centers to over 200 researchers in more than 30 states. \nMelanie Whiting, NASA Johnson Space Center  \nLaurie Abadie, NASA Johnson Space Center  \nNASA Human Research Strategic Communications \nhttps://www.nasa.gov/hrp/5-hazards-of-human-spaceflight "
}